# Taps
tap 'homebrew/cask'
tap 'homebrew/cask-fonts'
tap 'homebrew/cask-versions'
tap 'homebrew/bundle'

# Apps
cask 'alfred'
cask 'github'
cask 'google-chrome'
cask 'phpstorm'
cask 'slack'
cask 'discord'
cask 'sublime-text'
cask 'tableplus'
cask 'nextcloud'
cask 'iterm2'

# Fonts
cask 'font-lato'
cask 'font-source-code-pro'
cask 'font-source-sans-pro'
cask 'font-source-serif-pro'

# Mac App Store
mas '1Password', id: 1333542190
mas 'The Unarchiver', id: 425424353
mas 'Microsoft Remote Desktop 10', id: 1295203466
